@extends('layout')
@section('title')
    {{-- การใช้ section หเเสดงเเบบเต็ม --}}
    เกี่ยวกับเรา
@endsection
@section('content')
    {{-- ตัวแปร name,date ถูกส่งมาจาก route --}}
    <h2>เกี่ยวกับเรา</h2>
    <hr>
    <p>ผู้พัฒนาระบบ : {{ $name }}</p>
    <p>วันเริ่มต้นโปรเจค: {{ $date }}</p>
    <p>เนื้อหา</p>
    <p>Routing คือกระบวนการของการเลือกเส้นทางในเครือข่ายต่างๆ เครือข่ายคอมพิวเตอร์สร้างจากเครื่องจำนวนมากที่เรียกว่า โหนด
        และเส้นทางหรือลิงก์ที่เชื่อมต่อโหนดเหล่านั้น
        การสื่อสารระหว่างสองโหนดในเครือข่ายที่เชื่อมต่อกันสามารถเกิดขึ้นผ่านเส้นทางที่แตกต่างกันได้
        การกำหนดเส้นทางคือกระบวนการของการเลือกเส้นทางที่ดีที่สุดโดยใช้กฎที่กำหนดไว้ล่วงหน้า</p>
@endsection
