@extends('layout')
@section('title')
    หน้าแรกของเว็บไซน์
@endsection
ิิิ@section('content')
    <h2>ยินดีตอนรับสู่เว็บไซน์</h2>
    <p>Routing คือกระบวนการของการเลือกเส้นทางในเครือข่ายต่างๆ เครือข่ายคอมพิวเตอร์สร้างจากเครื่องจำนวนมากที่เรียกว่า โหนด
        และเส้นทางหรือลิงก์ที่เชื่อมต่อโหนดเหล่านั้น
        การสื่อสารระหว่างสองโหนดในเครือข่ายที่เชื่อมต่อกันสามารถเกิดขึ้นผ่านเส้นทางที่แตกต่างกันได้
        การกำหนดเส้นทางคือกระบวนการของการเลือกเส้นทางที่ดีที่สุดโดยใช้กฎที่กำหนดไว้ล่วงหน้า</p>
@endsection
